-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 22, 2019 at 06:03 PM
-- Server version: 10.1.38-MariaDB
-- PHP Version: 7.3.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `me`
--

-- --------------------------------------------------------

--
-- Table structure for table `activity`
--

CREATE TABLE `activity` (
  `id` int(11) NOT NULL,
  `users_id` int(11) NOT NULL,
  `request_id` int(11) NOT NULL,
  `status` varchar(50) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `activity`
--

INSERT INTO `activity` (`id`, `users_id`, `request_id`, `status`, `CREATED_AT`, `UPDATED_AT`) VALUES
(8, 15, 118, 'pending', '2019-03-15 08:18:28', '2019-03-15 08:18:28'),
(9, 15, 119, 'pending', '2019-03-15 12:51:40', '2019-03-15 12:51:40'),
(10, 16, 120, 'pending', '2019-03-16 16:24:01', '2019-03-16 16:24:01');

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_persian_ci DEFAULT NULL,
  `lastname` varchar(100) COLLATE utf8_persian_ci DEFAULT NULL,
  `email` varchar(200) COLLATE utf8_persian_ci NOT NULL,
  `username` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `mobile` varchar(15) COLLATE utf8_persian_ci DEFAULT NULL,
  `address` text COLLATE utf8_persian_ci,
  `password` varchar(200) COLLATE utf8_persian_ci NOT NULL,
  `remember_token` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `pic` varchar(100) COLLATE utf8_persian_ci NOT NULL DEFAULT 'def.png',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `name`, `lastname`, `email`, `username`, `mobile`, `address`, `password`, `remember_token`, `pic`, `created_at`, `updated_at`) VALUES
(1, 'محمد', 'قهرمان تبریزی', 'm@gmail.com', 'mohammadght', '09120924699', 'پاشاز سبلان', '$2y$10$i0K5hJBY769Eiglz4KAW..9el6kj6RuzEzANgZc64Yj1ghPQUd2z.', NULL, 'defadminmenpicture.png', '2019-03-01 16:39:20', '2019-05-27 08:11:29');

-- --------------------------------------------------------

--
-- Table structure for table `blog_category`
--

CREATE TABLE `blog_category` (
  `id` int(11) NOT NULL,
  `BC_NAME` varchar(255) NOT NULL,
  `BC_SUBCATEGORYID` int(11) NOT NULL,
  `BC_DISPLAYSTATUS` int(1) NOT NULL DEFAULT '0',
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_category`
--

INSERT INTO `blog_category` (`id`, `BC_NAME`, `BC_SUBCATEGORYID`, `BC_DISPLAYSTATUS`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'ماشین های اداری', 0, 0, '2019-03-25 09:37:25', '0000-00-00 00:00:00'),
(3, 'کامپیوتر', 0, 0, '2019-03-25 09:37:54', '0000-00-00 00:00:00'),
(4, 'لپ تاپ', 0, 0, '2019-03-25 09:38:03', '0000-00-00 00:00:00'),
(5, 'موبایل', 0, 2, '2019-06-09 19:23:41', '2019-06-09 19:23:41'),
(6, 'شبکه', 0, 2, '2019-06-09 19:23:36', '2019-06-09 19:23:36');

-- --------------------------------------------------------

--
-- Table structure for table `blog_comment`
--

CREATE TABLE `blog_comment` (
  `idcomment` int(11) NOT NULL,
  `BC_COMMENT` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `BC_ANSWERCOMMENTID` int(11) NOT NULL DEFAULT '0',
  `BC_USERID` int(11) NOT NULL,
  `BC_POSTID` int(11) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `blog_comment`
--

INSERT INTO `blog_comment` (`idcomment`, `BC_COMMENT`, `BC_ANSWERCOMMENTID`, `BC_USERID`, `BC_POSTID`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'عالی بود', 0, 17, 1, '2019-03-25 12:49:05', '0000-00-00 00:00:00'),
(2, 'بد بود', 0, 17, 1, '2019-03-25 12:49:08', '0000-00-00 00:00:00'),
(3, 'متوسط بود', 17, 17, 1, '2019-03-25 12:49:39', '0000-00-00 00:00:00'),
(4, 'سالم بود', 17, 17, 1, '2019-03-25 12:49:42', '0000-00-00 00:00:00'),
(5, 'مخالف بودم', 17, 17, 1, '2019-03-25 12:49:44', '0000-00-00 00:00:00'),
(6, 'متن وبلاگ عالی بود', 0, 18, 2, '2019-03-26 07:57:06', '2019-03-26 07:57:06'),
(7, 'متن وبلاگ عالی بود', 0, 18, 2, '2019-03-26 07:57:48', '2019-03-26 07:57:48'),
(8, 'j', 0, 18, 2, '2019-03-26 09:38:51', '2019-03-26 09:38:51'),
(9, 'س', 0, 18, 2, '2019-03-26 09:38:58', '2019-03-26 09:38:58'),
(10, 'بلاگ مطلب مناسب دارد', 0, 18, 3, '2019-03-26 09:40:09', '2019-03-26 09:40:09'),
(11, 'بلاگ مطلب مناسب دارد', 0, 18, 3, '2019-03-26 09:40:16', '2019-03-26 09:40:16'),
(12, 'بلاگ مطلب مناسب دارد', 0, 18, 3, '2019-03-26 09:40:25', '2019-03-26 09:40:25'),
(13, 'مخالفم', 11, 18, 3, '2019-03-26 12:23:48', '2019-03-26 12:23:48'),
(14, 'موافقم', 11, 18, 3, '2019-03-26 12:24:31', '2019-03-26 12:24:31'),
(15, 'نمیدونم', 11, 18, 3, '2019-03-26 12:24:50', '2019-03-26 12:24:50'),
(16, 'مطلب بسیار \r\n\r\nمناسب بوده برای همین من موافقم', 10, 18, 3, '2019-03-26 12:27:03', '2019-03-26 12:27:03'),
(17, 'عالی بود', 7, 18, 2, '2019-03-26 13:06:33', '2019-03-26 13:06:33'),
(18, 'سگ تو روحت حسن باد', 9, 19, 2, '2019-03-27 10:35:31', '2019-03-27 10:35:31'),
(19, 'سلام\r\nبکنیبایهبیخهخیبهبه', 10, 19, 3, '2019-03-27 10:42:08', '2019-03-27 10:42:08'),
(20, 'سکمبنتشسگبی\r\nکمیتلکیبام', 10, 19, 3, '2019-03-27 10:44:11', '2019-03-27 10:44:11'),
(21, 'سلام.متن خوبی بود', 0, 20, 5, '2019-03-28 09:42:42', '2019-03-28 09:42:42'),
(22, 'به تو چه آخه.تو چی می فهمی', 0, 20, 5, '2019-03-28 09:43:02', '2019-03-28 09:43:02'),
(23, 'تو برو گاوتو بچرون', 0, 20, 5, '2019-03-28 09:43:19', '2019-03-28 09:43:19'),
(24, 'خیلی ممنون', 21, 20, 5, '2019-03-28 09:44:09', '2019-03-28 09:44:09'),
(25, 'برو بابا', 21, 20, 5, '2019-03-28 09:45:06', '2019-03-28 09:45:06'),
(26, '66565', 8, 19, 2, '2019-06-12 16:05:51', '2019-06-12 16:05:51');

-- --------------------------------------------------------

--
-- Table structure for table `blog_files`
--

CREATE TABLE `blog_files` (
  `id` int(11) NOT NULL,
  `bf_idpost` int(11) NOT NULL,
  `bf_source` varchar(255) DEFAULT NULL,
  `bf_default` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_files`
--

INSERT INTO `blog_files` (`id`, `bf_idpost`, `bf_source`, `bf_default`, `created_at`, `updated_at`) VALUES
(4, 4, 'test2.jpg', 1, '2019-01-15 15:35:24', '0000-00-00 00:00:00'),
(5, 5, 'test.jpg', 1, '2019-01-15 15:35:34', '0000-00-00 00:00:00'),
(6, 1, 'test.jpg', 0, '2019-01-09 15:56:33', '0000-00-00 00:00:00'),
(9, 10, '1560345347.jpg', 1, '2019-06-12 13:15:47', '2019-06-12 13:15:47'),
(11, 3, '1560345347.jpg', 1, '2019-06-12 13:15:47', '2019-06-12 13:15:47'),
(12, 11, '1560348692.jpg', 1, '2019-06-12 14:11:32', '2019-06-12 14:11:32'),
(13, 2, '1560355967.jpg', 1, '2019-06-12 16:12:47', '2019-06-12 16:12:47');

-- --------------------------------------------------------

--
-- Table structure for table `blog_post`
--

CREATE TABLE `blog_post` (
  `id` int(11) NOT NULL,
  `BP_TITLE` varchar(255) NOT NULL,
  `BP_DESS` varchar(255) NOT NULL,
  `BP_DESL` longtext,
  `BP_USERID` int(11) NOT NULL,
  `BP_CATID` int(11) NOT NULL,
  `BP_BESTPOST` int(11) NOT NULL DEFAULT '0',
  `BP_VIEWED` int(11) DEFAULT NULL,
  `BP_DISPLAYSTATUS` int(1) NOT NULL DEFAULT '0',
  `BP_METATAG_DESCRIPTION` mediumtext,
  `BP_TITLE_PAGE` text,
  `BP_TAG_H1` text,
  `CREATED_AT` datetime NOT NULL,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_post`
--

INSERT INTO `blog_post` (`id`, `BP_TITLE`, `BP_DESS`, `BP_DESL`, `BP_USERID`, `BP_CATID`, `BP_BESTPOST`, `BP_VIEWED`, `BP_DISPLAYSTATUS`, `BP_METATAG_DESCRIPTION`, `BP_TITLE_PAGE`, `BP_TAG_H1`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'مطلب1 ', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 5, 1, 370, 2, NULL, NULL, NULL, '2019-01-09 00:00:00', '2019-06-07 18:41:41'),
(2, 'مطلب 2', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 3, 1, 185, 1, NULL, NULL, NULL, '2019-01-16 00:00:00', '2019-06-12 16:05:51'),
(3, 'مطلب 3', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', '<h1>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم</h1><p> از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی <span style=\"background-color: rgb(255, 255, 0);\"><font color=\"#94bd7b\">الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان</font></span> که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صو<font color=\"#94bd7b\" style=\"background-color: rgb(99, 74, 165);\">رت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</font>\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای <font color=\"#94bd7b\" style=\"background-color: rgb(255, 255, 0);\">متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می </font>طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>', 17, 4, 1, 116, 2, NULL, NULL, NULL, '2019-01-16 00:00:00', '2019-06-12 14:57:03'),
(4, 'مطلب 4', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 6, 1, 37, 2, NULL, NULL, NULL, '2019-01-16 00:00:00', '2019-06-07 18:39:06'),
(5, 'مطلب 5', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 1, 0, 50, 1, NULL, NULL, NULL, '2019-01-16 00:00:00', '2019-06-12 16:01:04'),
(10, 'نمونه 4', 'نمونه 5', '<p>tنمونه 6hftyftytfyftf</p>', 17, 4, 0, 11, 1, 'نمونه1tfyftyf', 'نمونه2tyftyfty', 'نمونه3tyftyf', '2019-06-11 23:44:35', '2019-06-12 15:06:13'),
(11, 'متن پرینتر4', 'متن پرینتر5', '<p>yjytujtyyuمتن پرینتر6متن پرینتر6متن پرینتر6متن پرینتر6متن پرین<span style=\"background-color: rgb(255, 255, 0);\">تر6متن پرینتر6متن پرینتر6متن پرینتر6متن پرینتر6متن پرینتر6</span><br></p>', 17, 6, 0, 6, 1, 'متن پرینتر1', 'متن پرینتر2thrhrdrt', 'متن پرینتر3dfghfdfg', '2019-06-12 18:41:32', '2019-07-07 19:23:07');

-- --------------------------------------------------------

--
-- Table structure for table `blog_post_tag`
--

CREATE TABLE `blog_post_tag` (
  `id` int(11) NOT NULL,
  `btc_postid` int(11) NOT NULL,
  `btc_tagid` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_post_tag`
--

INSERT INTO `blog_post_tag` (`id`, `btc_postid`, `btc_tagid`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '2019-01-09 16:15:04', '2019-01-09 16:15:04'),
(2, 1, 2, '2019-01-09 16:15:04', '2019-01-09 16:15:04'),
(3, 2, 3, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(4, 2, 2, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(5, 3, 1, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(6, 3, 2, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(7, 4, 3, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(8, 4, 4, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(9, 5, 1, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(10, 5, 2, '2019-01-23 16:28:27', '2019-01-23 16:28:27');

-- --------------------------------------------------------

--
-- Table structure for table `blog_tag`
--

CREATE TABLE `blog_tag` (
  `id` int(11) NOT NULL,
  `BT_VALUE` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_tag`
--

INSERT INTO `blog_tag` (`id`, `BT_VALUE`, `created_at`, `updated_at`) VALUES
(1, 'پرینتر', '2018-12-29 16:51:51', '2019-06-12 16:52:10'),
(2, 'شارژ کارتریج', '2018-12-29 16:51:51', NULL),
(3, 'تعمیرات لپ تاپ', '2018-12-29 16:51:51', NULL),
(4, 'کامپیوتر', '2018-12-29 16:51:51', NULL),
(5, 'اسکنر', '2019-06-12 16:32:27', '2019-06-12 16:32:27');

-- --------------------------------------------------------

--
-- Table structure for table `header_title`
--

CREATE TABLE `header_title` (
  `id` int(11) NOT NULL,
  `namepage` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `meta_descripyion` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `me_request`
--

CREATE TABLE `me_request` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `lastname` varchar(255) NOT NULL,
  `mobile` varchar(11) NOT NULL,
  `typerequest` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `daterequest` varchar(255) DEFAULT NULL,
  `timerequest` varchar(255) DEFAULT NULL,
  `address` text,
  `requestid` varchar(50) DEFAULT NULL,
  `status` int(20) NOT NULL DEFAULT '0',
  `userid` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `me_request`
--

INSERT INTO `me_request` (`id`, `name`, `lastname`, `mobile`, `typerequest`, `city`, `daterequest`, `timerequest`, `address`, `requestid`, `status`, `userid`, `created_at`, `updated_at`) VALUES
(142, 'محمد', 'تبریزی', '09120924699', '1', '1', '1398-04-18 22:33:48', '1', NULL, 'RQE01142', 1, 24, '2019-07-07 18:03:48', '2019-07-09 18:18:58'),
(143, 'محمد', 'تبریزی', '09120924699', '1', '1', '1398-04-17 22:35:37', '1', NULL, 'RQE01143', 1, 24, '2019-07-07 18:05:37', '2019-07-09 18:19:01');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2018_12_10_194000_create_smsirlaravel_log_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `newsletters`
--

CREATE TABLE `newsletters` (
  `id` int(11) NOT NULL,
  `email` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `newsletters`
--

INSERT INTO `newsletters` (`id`, `email`, `CREATED_AT`, `UPDATED_AT`) VALUES
(2, 'test@tes.ir', '2019-03-28 08:47:24', '2019-03-28 08:47:24'),
(3, 'mortazaalipoor99@gmail.com', '2019-03-28 09:39:01', '2019-03-28 09:39:01');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `id` int(11) NOT NULL,
  `email` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `id` int(11) NOT NULL,
  `pro_brands_id` int(11) NOT NULL,
  `pro_name` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `pro_detail` text COLLATE utf8_persian_ci NOT NULL,
  `pro_points` int(11) NOT NULL,
  `pro_price` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `pro_status` int(11) NOT NULL DEFAULT '0',
  `pro_review` longtext COLLATE utf8_persian_ci,
  `pro_inventory` int(11) NOT NULL DEFAULT '1',
  `pro_categoryid` int(11) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`id`, `pro_brands_id`, `pro_name`, `pro_detail`, `pro_points`, `pro_price`, `pro_status`, `pro_review`, `pro_inventory`, `pro_categoryid`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 1, 'کارتریج لیزری سیاه و سفید 85A', '', 5, '110000', 1, NULL, 1, 9, '2019-07-22 07:03:27', '2019-07-22 07:03:27');

-- --------------------------------------------------------

--
-- Table structure for table `product_brands`
--

CREATE TABLE `product_brands` (
  `id` int(11) NOT NULL,
  `pro_brands_name` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `pro_brands_images_source` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `product_brands`
--

INSERT INTO `product_brands` (`id`, `pro_brands_name`, `pro_brands_images_source`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'HP', '', '2019-07-22 06:57:53', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `product_category`
--

CREATE TABLE `product_category` (
  `id` int(11) NOT NULL,
  `pro_topcat1_id` int(11) DEFAULT NULL,
  `pro_topcat2_id` int(11) DEFAULT NULL,
  `pro_cat_name` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `pro_cat_detial` text COLLATE utf8_persian_ci,
  `pro_cat_bestcategory` int(1) NOT NULL DEFAULT '0',
  `pro_cat_status` int(1) NOT NULL DEFAULT '0',
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `product_category`
--

INSERT INTO `product_category` (`id`, `pro_topcat1_id`, `pro_topcat2_id`, `pro_cat_name`, `pro_cat_detial`, `pro_cat_bestcategory`, `pro_cat_status`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, NULL, NULL, 'ماشین های اداری', NULL, 0, 1, '2019-07-16 14:31:04', '2019-07-16 14:31:04'),
(2, 1, NULL, 'چاپگر', NULL, 1, 1, '2019-07-16 14:33:05', '2019-07-16 14:33:05'),
(3, 1, NULL, 'موادمصرفی چاپگر', NULL, 1, 1, '2019-07-16 14:33:05', '2019-07-16 14:33:05'),
(4, 1, NULL, 'اسکنر', NULL, 1, 1, '2019-07-16 14:34:25', '2019-07-16 14:34:25'),
(5, 1, NULL, 'کپی', NULL, 1, 1, '2019-07-16 14:34:25', '2019-07-16 14:34:25'),
(6, 1, NULL, 'موادمصرفی کپی', NULL, 1, 1, '2019-07-16 14:41:39', '2019-07-16 14:41:39'),
(7, 1, 2, 'چاپگر لیزررنگی', NULL, 0, 1, '2019-07-16 14:43:46', '2019-07-16 14:43:46'),
(8, 1, 2, 'چاپگر لیزری سیاه و سفید', NULL, 0, 1, '2019-07-16 14:43:46', '2019-07-16 14:43:46'),
(9, 1, 3, 'کارتریج های لیزری سیاه و سفید', NULL, 0, 1, '2019-07-22 07:01:49', '2019-07-22 07:01:49');

-- --------------------------------------------------------

--
-- Table structure for table `product_category_images`
--

CREATE TABLE `product_category_images` (
  `id` int(11) NOT NULL,
  `pro_cat_img_idproduct` int(11) NOT NULL,
  `pro_cat_img_source` varchar(255) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `product_images`
--

CREATE TABLE `product_images` (
  `id` int(11) NOT NULL,
  `pro_images_product_id` int(11) NOT NULL,
  `pro_image_source` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `product_images`
--

INSERT INTO `product_images` (`id`, `pro_images_product_id`, `pro_image_source`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 1, 'def.jpg', '2019-07-22 07:47:36', '2019-07-22 07:47:36');

-- --------------------------------------------------------

--
-- Table structure for table `product_property`
--

CREATE TABLE `product_property` (
  `id` int(11) NOT NULL,
  `pro_per_name` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `product_property_category`
--

CREATE TABLE `product_property_category` (
  `id` int(11) NOT NULL,
  `pro_per_id` int(11) NOT NULL,
  `pro_cat_id` int(11) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `smsirlaravel_logs`
--

CREATE TABLE `smsirlaravel_logs` (
  `id` int(10) UNSIGNED NOT NULL,
  `from` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `to` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `message` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `response` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `smsirlaravel_logs`
--

INSERT INTO `smsirlaravel_logs` (`id`, `from`, `to`, `message`, `status`, `response`, `created_at`, `updated_at`) VALUES
(1, NULL, '09374035603', 'test1', 0, ' سامانه پیامکی شما تایید نشده است', '2019-03-28 11:07:06', '2019-03-28 11:07:06'),
(2, NULL, '09120924699', 'test2', 0, ' سامانه پیامکی شما تایید نشده است', '2019-03-28 11:07:06', '2019-03-28 11:07:06'),
(3, '30004747470459', '09120924699', 'test1', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:18:32', '2019-03-31 15:18:32'),
(4, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:18:32', '2019-03-31 15:18:32'),
(5, '30004747470459', '09120924699', 'test1', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:27:52', '2019-03-31 15:27:52'),
(6, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:27:52', '2019-03-31 15:27:52'),
(7, '30004747470459', '09120924699', 'مشترک عزیز با سلام  درخواست شما با موفقیت ثبت گردید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:32:53', '2019-03-31 15:32:53'),
(8, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:32:53', '2019-03-31 15:32:53'),
(9, '30004747470459', '09120924699', 'مشترک عزیز با سلام \\r درخواست شما با موفقیت ثبت گردید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:43:55', '2019-03-31 15:43:55'),
(10, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:43:55', '2019-03-31 15:43:55'),
(11, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI133', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:59:19', '2019-03-31 15:59:19'),
(12, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:59:19', '2019-03-31 15:59:19'),
(13, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI134', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:01:59', '2019-03-31 16:01:59'),
(14, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:01:59', '2019-03-31 16:01:59'),
(15, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI136', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:08:42', '2019-03-31 16:08:42'),
(16, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:08:42', '2019-03-31 16:08:42'),
(17, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI137', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:10:10', '2019-03-31 16:10:10'),
(18, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:10:10', '2019-03-31 16:10:10'),
(19, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI138شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:42:34', '2019-03-31 16:42:34'),
(20, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:42:34', '2019-03-31 16:42:34'),
(21, '30004747470459', '09120924699', 'محمدتبریزیعزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:42:36', '2019-03-31 16:42:36'),
(22, '30004747470459', '09146660041', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09146660041و رمز عبور شما :PAEI139شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:47:51', '2019-03-31 16:47:51'),
(23, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:47:51', '2019-03-31 16:47:51'),
(24, '30004747470459', '09146660041', 'حسن همتی تیرآبادی عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:47:53', '2019-03-31 16:47:53'),
(25, '30004747470459', '09123196578', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09123196578و رمز عبور شما :PAEI140شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-04-01 09:38:26', '2019-04-01 09:38:26'),
(26, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-04-01 09:38:26', '2019-04-01 09:38:26'),
(27, '30004747470459', '09123196578', 'یوسف شهیدی عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-04-01 09:38:31', '2019-04-01 09:38:31'),
(28, '30004747470459', '09374035603', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09374035603و رمز عبور شما :PAEI141شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 0, 'را در هدر درخواست ارسال کنید x-sms-ir-secure-token ', '2019-04-18 11:04:58', '2019-04-18 11:04:58'),
(29, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 0, 'را در هدر درخواست ارسال کنید x-sms-ir-secure-token ', '2019-04-18 11:04:58', '2019-04-18 11:04:58'),
(30, '30004747470459', '09374035603', 'مرتضی علیپور عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 0, 'را در هدر درخواست ارسال کنید x-sms-ir-secure-token ', '2019-04-18 11:04:59', '2019-04-18 11:04:59'),
(31, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI142شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-07-07 18:03:55', '2019-07-07 18:03:55'),
(32, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-07-07 18:03:55', '2019-07-07 18:03:55'),
(33, '30004747470459', '09120924699', 'محمد تبریزی عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانات و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-07-07 18:04:01', '2019-07-07 18:04:01'),
(34, '30004747470459', '09120924699', 'محمد تبریزی عزیز درخواست شما با موفقیت در سامانه ثبت گردید', 1, 'ارسال با موفقیت انجام گردید', '2019-07-07 18:05:43', '2019-07-07 18:05:43'),
(35, '30004747470459', '09120924699', 'محمد تبریزی عزیز درخواست شما با موفقیت در سامانه ثبت گردید', 1, 'ارسال با موفقیت انجام گردید', '2019-07-07 18:05:43', '2019-07-07 18:05:43');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `lastname` varchar(255) DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `mobile` varchar(11) NOT NULL,
  `points` int(10) DEFAULT '0',
  `newsletters` tinyint(1) NOT NULL DEFAULT '1',
  `nameplace` varchar(255) DEFAULT NULL,
  `state` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `postalcode` varchar(10) DEFAULT NULL,
  `address1` varchar(255) DEFAULT NULL,
  `address2` varchar(255) DEFAULT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `remember_token` varchar(255) DEFAULT NULL,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `userpicture` varchar(255) NOT NULL DEFAULT 'def.png'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `lastname`, `password`, `email`, `mobile`, `points`, `newsletters`, `nameplace`, `state`, `city`, `postalcode`, `address1`, `address2`, `CREATED_AT`, `remember_token`, `UPDATED_AT`, `userpicture`) VALUES
(17, 'محمد', 'تبریزی', '$2y$10$ZRwr07V4Ed7vJHcXfd13uOmk/Eabl3YAC3V1w1IqtuL9NfhWF2Gw2', NULL, '09120332533', 0, 1, '', '', '', '', '', '', '2019-03-16 16:58:19', NULL, '2019-03-16 16:58:19', 'def.png'),
(24, 'محمد', 'تبریزی', '$2y$10$582KFF6HOCNfYD/hM0sqqeSLLwc3QgcMtBulX1wthymFI8nroAXzy', NULL, '09120924699', 165, 1, NULL, NULL, NULL, NULL, NULL, NULL, '2019-07-07 18:05:37', 'gxiUJmZTMvGPeU2Umr8jvsDcMChOVRUl9Zw9tT2yXAJ8uRo56dIBLS14Nirf', '2019-07-07 18:05:37', 'def.png');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `activity`
--
ALTER TABLE `activity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`),
  ADD UNIQUE KEY `username` (`username`),
  ADD UNIQUE KEY `mobile` (`mobile`);

--
-- Indexes for table `blog_category`
--
ALTER TABLE `blog_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_comment`
--
ALTER TABLE `blog_comment`
  ADD PRIMARY KEY (`idcomment`);

--
-- Indexes for table `blog_files`
--
ALTER TABLE `blog_files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_post`
--
ALTER TABLE `blog_post`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_post_tag`
--
ALTER TABLE `blog_post_tag`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_tag`
--
ALTER TABLE `blog_tag`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `header_title`
--
ALTER TABLE `header_title`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `namepage` (`namepage`);

--
-- Indexes for table `me_request`
--
ALTER TABLE `me_request`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `newsletters`
--
ALTER TABLE `newsletters`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD PRIMARY KEY (`id`),
  ADD KEY `email` (`email`);

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `pro_name` (`pro_name`);

--
-- Indexes for table `product_brands`
--
ALTER TABLE `product_brands`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `pro_brands_name` (`pro_brands_name`);

--
-- Indexes for table `product_category`
--
ALTER TABLE `product_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_category_images`
--
ALTER TABLE `product_category_images`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_images`
--
ALTER TABLE `product_images`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `pro_image_source` (`pro_image_source`);

--
-- Indexes for table `product_property`
--
ALTER TABLE `product_property`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_property_category`
--
ALTER TABLE `product_property_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `smsirlaravel_logs`
--
ALTER TABLE `smsirlaravel_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `mobile` (`mobile`),
  ADD UNIQUE KEY `email` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `activity`
--
ALTER TABLE `activity`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `blog_category`
--
ALTER TABLE `blog_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `blog_comment`
--
ALTER TABLE `blog_comment`
  MODIFY `idcomment` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `blog_files`
--
ALTER TABLE `blog_files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `blog_post`
--
ALTER TABLE `blog_post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `blog_post_tag`
--
ALTER TABLE `blog_post_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `blog_tag`
--
ALTER TABLE `blog_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `header_title`
--
ALTER TABLE `header_title`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `me_request`
--
ALTER TABLE `me_request`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=144;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `newsletters`
--
ALTER TABLE `newsletters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `password_resets`
--
ALTER TABLE `password_resets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `product`
--
ALTER TABLE `product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `product_brands`
--
ALTER TABLE `product_brands`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `product_category`
--
ALTER TABLE `product_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `product_category_images`
--
ALTER TABLE `product_category_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `product_images`
--
ALTER TABLE `product_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `product_property`
--
ALTER TABLE `product_property`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `product_property_category`
--
ALTER TABLE `product_property_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `smsirlaravel_logs`
--
ALTER TABLE `smsirlaravel_logs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
