-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 08, 2019 at 09:38 PM
-- Server version: 10.1.39-MariaDB
-- PHP Version: 7.3.5

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `me`
--

-- --------------------------------------------------------

--
-- Table structure for table `activity`
--

CREATE TABLE `activity` (
  `id` int(11) NOT NULL,
  `users_id` int(11) NOT NULL,
  `request_id` int(11) NOT NULL,
  `status` varchar(50) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `activity`
--

INSERT INTO `activity` (`id`, `users_id`, `request_id`, `status`, `CREATED_AT`, `UPDATED_AT`) VALUES
(8, 15, 118, 'pending', '2019-03-15 08:18:28', '2019-03-15 08:18:28'),
(9, 15, 119, 'pending', '2019-03-15 12:51:40', '2019-03-15 12:51:40'),
(10, 16, 120, 'pending', '2019-03-16 16:24:01', '2019-03-16 16:24:01');

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_persian_ci DEFAULT NULL,
  `lastname` varchar(100) COLLATE utf8_persian_ci DEFAULT NULL,
  `email` varchar(200) COLLATE utf8_persian_ci NOT NULL,
  `username` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `mobile` varchar(15) COLLATE utf8_persian_ci DEFAULT NULL,
  `address` text COLLATE utf8_persian_ci,
  `password` varchar(200) COLLATE utf8_persian_ci NOT NULL,
  `remember_token` varchar(255) COLLATE utf8_persian_ci DEFAULT NULL,
  `pic` varchar(100) COLLATE utf8_persian_ci NOT NULL DEFAULT 'def.png',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `name`, `lastname`, `email`, `username`, `mobile`, `address`, `password`, `remember_token`, `pic`, `created_at`, `updated_at`) VALUES
(1, 'محمد', 'قهرمان تبریزی', 'm@gmail.com', 'mohammadght', '09120924699', 'پاشاز سبلان', '$2y$10$i0K5hJBY769Eiglz4KAW..9el6kj6RuzEzANgZc64Yj1ghPQUd2z.', NULL, 'defadminmenpicture.png', '2019-03-01 16:39:20', '2019-05-27 08:11:29');

-- --------------------------------------------------------

--
-- Table structure for table `blog_category`
--

CREATE TABLE `blog_category` (
  `id` int(11) NOT NULL,
  `BC_NAME` varchar(255) NOT NULL,
  `BC_SUBCATEGORYID` int(11) NOT NULL,
  `BC_DISPLAYSTATUS` int(1) NOT NULL DEFAULT '0',
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_category`
--

INSERT INTO `blog_category` (`id`, `BC_NAME`, `BC_SUBCATEGORYID`, `BC_DISPLAYSTATUS`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'ماشین های اداری', 0, 0, '2019-03-25 09:37:25', '0000-00-00 00:00:00'),
(3, 'کامپیوتر', 0, 0, '2019-03-25 09:37:54', '0000-00-00 00:00:00'),
(4, 'لپ تاپ', 0, 0, '2019-03-25 09:38:03', '0000-00-00 00:00:00'),
(5, 'موبایل', 0, 0, '2019-03-25 09:38:09', '0000-00-00 00:00:00'),
(6, 'شبکه', 0, 0, '2019-03-25 09:38:15', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `blog_comment`
--

CREATE TABLE `blog_comment` (
  `idcomment` int(11) NOT NULL,
  `BC_COMMENT` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `BC_ANSWERCOMMENTID` int(11) NOT NULL DEFAULT '0',
  `BC_USERID` int(11) NOT NULL,
  `BC_POSTID` int(11) NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `blog_comment`
--

INSERT INTO `blog_comment` (`idcomment`, `BC_COMMENT`, `BC_ANSWERCOMMENTID`, `BC_USERID`, `BC_POSTID`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'عالی بود', 0, 17, 1, '2019-03-25 12:49:05', '0000-00-00 00:00:00'),
(2, 'بد بود', 0, 17, 1, '2019-03-25 12:49:08', '0000-00-00 00:00:00'),
(3, 'متوسط بود', 17, 17, 1, '2019-03-25 12:49:39', '0000-00-00 00:00:00'),
(4, 'سالم بود', 17, 17, 1, '2019-03-25 12:49:42', '0000-00-00 00:00:00'),
(5, 'مخالف بودم', 17, 17, 1, '2019-03-25 12:49:44', '0000-00-00 00:00:00'),
(6, 'متن وبلاگ عالی بود', 0, 18, 2, '2019-03-26 07:57:06', '2019-03-26 07:57:06'),
(7, 'متن وبلاگ عالی بود', 0, 18, 2, '2019-03-26 07:57:48', '2019-03-26 07:57:48'),
(8, 'j', 0, 18, 2, '2019-03-26 09:38:51', '2019-03-26 09:38:51'),
(9, 'س', 0, 18, 2, '2019-03-26 09:38:58', '2019-03-26 09:38:58'),
(10, 'بلاگ مطلب مناسب دارد', 0, 18, 3, '2019-03-26 09:40:09', '2019-03-26 09:40:09'),
(11, 'بلاگ مطلب مناسب دارد', 0, 18, 3, '2019-03-26 09:40:16', '2019-03-26 09:40:16'),
(12, 'بلاگ مطلب مناسب دارد', 0, 18, 3, '2019-03-26 09:40:25', '2019-03-26 09:40:25'),
(13, 'مخالفم', 11, 18, 3, '2019-03-26 12:23:48', '2019-03-26 12:23:48'),
(14, 'موافقم', 11, 18, 3, '2019-03-26 12:24:31', '2019-03-26 12:24:31'),
(15, 'نمیدونم', 11, 18, 3, '2019-03-26 12:24:50', '2019-03-26 12:24:50'),
(16, 'مطلب بسیار \r\n\r\nمناسب بوده برای همین من موافقم', 10, 18, 3, '2019-03-26 12:27:03', '2019-03-26 12:27:03'),
(17, 'عالی بود', 7, 18, 2, '2019-03-26 13:06:33', '2019-03-26 13:06:33'),
(18, 'سگ تو روحت حسن باد', 9, 19, 2, '2019-03-27 10:35:31', '2019-03-27 10:35:31'),
(19, 'سلام\r\nبکنیبایهبیخهخیبهبه', 10, 19, 3, '2019-03-27 10:42:08', '2019-03-27 10:42:08'),
(20, 'سکمبنتشسگبی\r\nکمیتلکیبام', 10, 19, 3, '2019-03-27 10:44:11', '2019-03-27 10:44:11'),
(21, 'سلام.متن خوبی بود', 0, 20, 5, '2019-03-28 09:42:42', '2019-03-28 09:42:42'),
(22, 'به تو چه آخه.تو چی می فهمی', 0, 20, 5, '2019-03-28 09:43:02', '2019-03-28 09:43:02'),
(23, 'تو برو گاوتو بچرون', 0, 20, 5, '2019-03-28 09:43:19', '2019-03-28 09:43:19'),
(24, 'خیلی ممنون', 21, 20, 5, '2019-03-28 09:44:09', '2019-03-28 09:44:09'),
(25, 'برو بابا', 21, 20, 5, '2019-03-28 09:45:06', '2019-03-28 09:45:06');

-- --------------------------------------------------------

--
-- Table structure for table `blog_files`
--

CREATE TABLE `blog_files` (
  `id` int(11) NOT NULL,
  `bf_idpost` int(11) NOT NULL,
  `bf_source` varchar(255) NOT NULL,
  `bf_default` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_files`
--

INSERT INTO `blog_files` (`id`, `bf_idpost`, `bf_source`, `bf_default`, `created_at`, `updated_at`) VALUES
(1, 1, 'test.jpg', 1, '2019-01-09 15:56:33', '0000-00-00 00:00:00'),
(2, 2, 'test2.jpg', 1, '2019-01-09 15:56:33', '0000-00-00 00:00:00'),
(3, 3, 'test.jpg', 1, '2019-01-15 15:35:24', '0000-00-00 00:00:00'),
(4, 4, 'test2.jpg', 1, '2019-01-15 15:35:24', '0000-00-00 00:00:00'),
(5, 5, 'test.jpg', 1, '2019-01-15 15:35:34', '0000-00-00 00:00:00'),
(6, 1, 'test.jpg', 0, '2019-01-09 15:56:33', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `blog_post`
--

CREATE TABLE `blog_post` (
  `id` int(11) NOT NULL,
  `BP_TITLE` varchar(255) NOT NULL,
  `BP_DESS` varchar(255) NOT NULL,
  `BP_DESL` text,
  `BP_USERID` int(11) NOT NULL,
  `BP_CATID` int(11) NOT NULL,
  `BP_BESTPOST` int(11) NOT NULL,
  `BP_VIEWED` int(11) NOT NULL,
  `BP_DISPLAYSTATUS` int(1) NOT NULL DEFAULT '0',
  `CREATED_AT` datetime NOT NULL,
  `UPDATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_post`
--

INSERT INTO `blog_post` (`id`, `BP_TITLE`, `BP_DESS`, `BP_DESL`, `BP_USERID`, `BP_CATID`, `BP_BESTPOST`, `BP_VIEWED`, `BP_DISPLAYSTATUS`, `CREATED_AT`, `UPDATED_AT`) VALUES
(1, 'مطلب1 ', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 5, 1, 370, 2, '2019-01-09 00:00:00', '2019-06-07 18:41:41'),
(2, 'مطلب 2', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 3, 1, 182, 2, '2019-01-16 00:00:00', '2019-06-07 18:38:32'),
(3, 'مطلب 3', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 4, 1, 113, 2, '2019-01-16 00:00:00', '2019-06-07 18:39:02'),
(4, 'مطلب 4', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 6, 1, 37, 2, '2019-01-16 00:00:00', '2019-06-07 18:39:06'),
(5, 'مطلب 5', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ک', 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.\r\n\r\nلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.', 17, 1, 0, 49, 0, '2019-01-16 00:00:00', '2019-06-07 19:08:43');

-- --------------------------------------------------------

--
-- Table structure for table `blog_post_tag`
--

CREATE TABLE `blog_post_tag` (
  `id` int(11) NOT NULL,
  `btc_postid` int(11) NOT NULL,
  `btc_tagid` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_post_tag`
--

INSERT INTO `blog_post_tag` (`id`, `btc_postid`, `btc_tagid`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '2019-01-09 16:15:04', '2019-01-09 16:15:04'),
(2, 1, 2, '2019-01-09 16:15:04', '2019-01-09 16:15:04'),
(3, 2, 3, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(4, 2, 2, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(5, 3, 1, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(6, 3, 2, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(7, 4, 3, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(8, 4, 4, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(9, 5, 1, '2019-01-23 16:28:27', '2019-01-23 16:28:27'),
(10, 5, 2, '2019-01-23 16:28:27', '2019-01-23 16:28:27');

-- --------------------------------------------------------

--
-- Table structure for table `blog_tag`
--

CREATE TABLE `blog_tag` (
  `id` int(11) NOT NULL,
  `BT_VALUE` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog_tag`
--

INSERT INTO `blog_tag` (`id`, `BT_VALUE`, `created_at`, `updated_at`) VALUES
(1, 'پرینتر', '2018-12-29 16:51:51', NULL),
(2, 'شارژ کارتریج', '2018-12-29 16:51:51', NULL),
(3, 'تعمیرات لپ تاپ', '2018-12-29 16:51:51', NULL),
(4, 'کامپیوتر', '2018-12-29 16:51:51', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `header_title`
--

CREATE TABLE `header_title` (
  `id` int(11) NOT NULL,
  `namepage` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `meta_descripyion` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `me_request`
--

CREATE TABLE `me_request` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `lastname` varchar(255) NOT NULL,
  `mobile` varchar(11) NOT NULL,
  `typerequest` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `daterequest` varchar(255) DEFAULT NULL,
  `timerequest` varchar(255) DEFAULT NULL,
  `address` text,
  `requestid` varchar(50) DEFAULT NULL,
  `status` varchar(20) NOT NULL DEFAULT 'pending',
  `userid` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `me_request`
--

INSERT INTO `me_request` (`id`, `name`, `lastname`, `mobile`, `typerequest`, `city`, `daterequest`, `timerequest`, `address`, `requestid`, `status`, `userid`, `created_at`, `updated_at`) VALUES
(119, 'سعید', 'اکرمی', '09141083645', '2', '2', '1397-12-25 16:21:40', '2', NULL, 'RQE01119', '1', 0, '2019-03-15 12:51:40', '2019-03-15 12:51:40'),
(121, 'محمد', 'تبریزی', '09120332533', '1', '1', '1397-12-26 20:29:14', '1', NULL, 'RQE01121', 'pending', 17, '2019-03-16 16:59:14', '2019-03-16 16:59:14'),
(122, 'محمد', 'تبریزی', '09120332533', '1', '1', '1397-12-26 20:29:14', '1', NULL, 'RQE01121', 'pending', 17, '2019-03-16 16:59:14', '2019-03-16 16:59:14'),
(123, 'محمد', 'تبریزی', '09121234123', '1', '1', '1397-12-27 20:35:23', '1', NULL, 'RQE01123', 'pending', 18, '2019-03-16 17:05:23', '2019-03-16 17:05:23'),
(124, 'محمد', 'تبریزی', '09121234123', '1', '1', '1397-12-27 20:35:23', '1', NULL, 'RQE01123', 'pending', 18, '2019-03-16 17:05:23', '2019-03-16 17:05:23'),
(127, 'مرتضی', 'علیپور', '09148983292', '1', '1', '1398-01-09 15:37:05', '1', NULL, 'RQE01127', 'pending', 20, '2019-03-28 11:07:05', '2019-03-28 11:07:05'),
(138, 'محمد', 'تبریزی', '09120924699', '1', '2', '1398-01-12 21:12:26', '1', NULL, 'RQE01138', 'pending', 21, '2019-03-31 16:42:26', '2019-03-31 16:42:26'),
(139, 'حسن', 'همتی تیرآبادی', '09146660041', '3', '2', '1398-01-12 21:17:49', '1', NULL, 'RQE01139', 'pending', 22, '2019-03-31 16:47:49', '2019-03-31 16:47:49'),
(140, 'یوسف', 'شهیدی', '09123196578', '2', '2', '1398-01-13 14:08:22', '1', 'پاساژ سبلان', 'RQE01140', 'pending', 23, '2019-04-01 09:38:22', '2019-04-01 09:38:22'),
(141, 'مرتضی', 'علیپور', '09374035603', '1', '1', '1398-01-30 15:34:53', '1', NULL, 'RQE01141', 'pending', 16, '2019-04-18 11:04:53', '2019-04-18 11:04:53');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2018_12_10_194000_create_smsirlaravel_log_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `newsletters`
--

CREATE TABLE `newsletters` (
  `id` int(11) NOT NULL,
  `email` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `newsletters`
--

INSERT INTO `newsletters` (`id`, `email`, `CREATED_AT`, `UPDATED_AT`) VALUES
(2, 'test@tes.ir', '2019-03-28 08:47:24', '2019-03-28 08:47:24'),
(3, 'mortazaalipoor99@gmail.com', '2019-03-28 09:39:01', '2019-03-28 09:39:01');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `id` int(11) NOT NULL,
  `email` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `smsirlaravel_logs`
--

CREATE TABLE `smsirlaravel_logs` (
  `id` int(10) UNSIGNED NOT NULL,
  `from` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `to` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `message` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `response` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `smsirlaravel_logs`
--

INSERT INTO `smsirlaravel_logs` (`id`, `from`, `to`, `message`, `status`, `response`, `created_at`, `updated_at`) VALUES
(1, NULL, '09374035603', 'test1', 0, ' سامانه پیامکی شما تایید نشده است', '2019-03-28 11:07:06', '2019-03-28 11:07:06'),
(2, NULL, '09120924699', 'test2', 0, ' سامانه پیامکی شما تایید نشده است', '2019-03-28 11:07:06', '2019-03-28 11:07:06'),
(3, '30004747470459', '09120924699', 'test1', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:18:32', '2019-03-31 15:18:32'),
(4, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:18:32', '2019-03-31 15:18:32'),
(5, '30004747470459', '09120924699', 'test1', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:27:52', '2019-03-31 15:27:52'),
(6, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:27:52', '2019-03-31 15:27:52'),
(7, '30004747470459', '09120924699', 'مشترک عزیز با سلام  درخواست شما با موفقیت ثبت گردید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:32:53', '2019-03-31 15:32:53'),
(8, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:32:53', '2019-03-31 15:32:53'),
(9, '30004747470459', '09120924699', 'مشترک عزیز با سلام \\r درخواست شما با موفقیت ثبت گردید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:43:55', '2019-03-31 15:43:55'),
(10, '30004747470459', '09120924699', 'درخواست جدیدی در سافمانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:43:55', '2019-03-31 15:43:55'),
(11, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI133', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:59:19', '2019-03-31 15:59:19'),
(12, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 15:59:19', '2019-03-31 15:59:19'),
(13, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI134', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:01:59', '2019-03-31 16:01:59'),
(14, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:01:59', '2019-03-31 16:01:59'),
(15, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI136', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:08:42', '2019-03-31 16:08:42'),
(16, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:08:42', '2019-03-31 16:08:42'),
(17, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI137', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:10:10', '2019-03-31 16:10:10'),
(18, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:10:10', '2019-03-31 16:10:10'),
(19, '30004747470459', '09120924699', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09120924699و رمز عبور شما :PAEI138شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:42:34', '2019-03-31 16:42:34'),
(20, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:42:34', '2019-03-31 16:42:34'),
(21, '30004747470459', '09120924699', 'محمدتبریزیعزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:42:36', '2019-03-31 16:42:36'),
(22, '30004747470459', '09146660041', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09146660041و رمز عبور شما :PAEI139شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:47:51', '2019-03-31 16:47:51'),
(23, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:47:51', '2019-03-31 16:47:51'),
(24, '30004747470459', '09146660041', 'حسن همتی تیرآبادی عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-03-31 16:47:53', '2019-03-31 16:47:53'),
(25, '30004747470459', '09123196578', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09123196578و رمز عبور شما :PAEI140شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 1, 'ارسال با موفقیت انجام گردید', '2019-04-01 09:38:26', '2019-04-01 09:38:26'),
(26, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 1, 'ارسال با موفقیت انجام گردید', '2019-04-01 09:38:26', '2019-04-01 09:38:26'),
(27, '30004747470459', '09123196578', 'یوسف شهیدی عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 1, 'ارسال با موفقیت انجام گردید', '2019-04-01 09:38:31', '2019-04-01 09:38:31'),
(28, '30004747470459', '09374035603', 'مشترک عزیز با سلام،درخواست شما با موفقیت ثبت گردیدنام کاربری :09374035603و رمز عبور شما :PAEI141شما می توانید با ورود به حساب کاربری خود از وضعیت درخواست خود مطلع شوید', 0, 'را در هدر درخواست ارسال کنید x-sms-ir-secure-token ', '2019-04-18 11:04:58', '2019-04-18 11:04:58'),
(29, '30004747470459', '09120924699', 'درخواست جدیدی در سامانه ثبت شد.', 0, 'را در هدر درخواست ارسال کنید x-sms-ir-secure-token ', '2019-04-18 11:04:58', '2019-04-18 11:04:58'),
(30, '30004747470459', '09374035603', 'مرتضی علیپور عزیزبه باشگاه مشتریان امداد آی تی خوش آمدید جهت استفاده از امکانت و تخفیفات ویژه به حساب کاربری خود در وب سایت ما مراجعه کنیدhttp://emdadit.com', 0, 'را در هدر درخواست ارسال کنید x-sms-ir-secure-token ', '2019-04-18 11:04:59', '2019-04-18 11:04:59');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `lastname` varchar(255) DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `mobile` varchar(11) NOT NULL,
  `points` int(10) DEFAULT '0',
  `newsletters` tinyint(1) NOT NULL DEFAULT '1',
  `nameplace` varchar(255) DEFAULT NULL,
  `state` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `postalcode` varchar(10) DEFAULT NULL,
  `address1` varchar(255) DEFAULT NULL,
  `address2` varchar(255) DEFAULT NULL,
  `CREATED_AT` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `remember_token` varchar(255) DEFAULT NULL,
  `UPDATED_AT` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `userpicture` varchar(255) NOT NULL DEFAULT 'def.png'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `lastname`, `password`, `email`, `mobile`, `points`, `newsletters`, `nameplace`, `state`, `city`, `postalcode`, `address1`, `address2`, `CREATED_AT`, `remember_token`, `UPDATED_AT`, `userpicture`) VALUES
(14, 'محمد', 'تبریزی', '$2y$10$6NwEuvSCNiyuhAuC3bwmlOIOxWJecW2ih4MufxzfCyeBf71w42OO.', 'ms@gmail.com', '09120924690', 0, 1, '', '', '', '', '', '', '2019-03-31 16:27:52', NULL, '2019-03-15 09:38:12', 'def.png'),
(15, 'سعید', 'اکرمی', '$2y$10$aZyM45jaJ9Sjup4I9y50huCBBARU6PwpMgAuzffKJ.G3hfEWYt002', NULL, '09141083645', NULL, 1, '', '', '', '', '', '', '2019-03-15 12:51:40', NULL, '2019-03-15 12:51:40', 'def.png'),
(16, 'محمد', 'تبریزی', '$2y$10$bquGqrgc.MjQwqiXyh4v3uUITSPZu1RcN4gdfd6MWkA7uflhaYThK', NULL, '09374035603', NULL, 1, '', '', '', '', '', '', '2019-03-16 16:24:01', NULL, '2019-03-16 16:24:01', 'def.png'),
(17, 'محمد', 'تبریزی', '$2y$10$ZRwr07V4Ed7vJHcXfd13uOmk/Eabl3YAC3V1w1IqtuL9NfhWF2Gw2', NULL, '09120332533', 0, 1, '', '', '', '', '', '', '2019-03-16 16:58:19', NULL, '2019-03-16 16:58:19', 'def.png'),
(18, 'حسن', 'همتی تیرآبادی', '$2y$10$iD63jsZDFJtXGCR1FhheB.rGzTAdybqs9RxDASf4Aleyj2GplPZai', 'm@gmail.com', '09121234123', 0, 0, 'تحلیل', 'آذربایجان شرقی', 'تبریزی', '1234567890', 'خیابان امام خمینی پاشاز', NULL, '2019-03-27 14:25:21', '05kT7ffyMEc6ROSfiNyBICZE3qCyPba6iQd0soD0Hlk6j6Li7npO0Ev3UmyZ', '2019-03-25 10:32:52', 'def.png'),
(19, 'علی', 'تبریزی', '$2y$10$fnASxvSGqQ0nD.DaFC3O4OOoXm8lKWAfEdyY5k5RSxoY1f7dUbcHy', 'mohammad@gmail.com', '09120924698', 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, '2019-03-27 10:37:06', 'rydUmKijIT06uXfGUrnrdekgFgM8TaBlz6xmB6E3y8rysRIPGOjUBoSsHfWD', '2019-03-27 10:06:21', 'def.png'),
(20, 'مرتضی', 'علیپور', '$2y$10$S7OPGmfoPBDeqkkd6KROde6kuWUGvU.DnTsOXWTflFNti.PDCNevW', NULL, '09148983292', 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, '2019-03-28 15:32:30', '6qku6WCHfenq3jKKpZIPIFTgL6jJX2qtmJHrIdHd0KuihU2LgfxR7gjA8uVo', '2019-03-28 15:32:30', 'def.png'),
(21, 'محمد', 'تبریزی', '$2y$10$N4SvXi/e/SHGYQys8sSVb.tnvp8v6QgvZrgUIKZ7WKt9yB0HaxOmi', 'mohammad.gh.tabrizi@gmail.com', '09120924699', 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, '2019-03-31 16:44:29', 'VIF2piRGUo0VZ9VYy7Lb5DubcbTt7zN57vdoqc2LdTfiYgpY1ZwpwVYGX1v3', '2019-03-31 16:28:59', 'def.png'),
(22, 'حسن', 'همتی تیرآبادی', '$2y$10$75ck1GZc/480416kyh7AduG3d95qRuahRdYgODCi2hKPWtNnxq5By', NULL, '09146660041', 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, '2019-03-31 16:47:49', NULL, '2019-03-31 16:47:49', 'def.png'),
(23, 'یوسف', 'شهیدی', '$2y$10$B4T0fvogwa0M9kjnu2CD2OqTg3bSToDJ39EXgeFk54GXH//xxti.K', NULL, '09123196578', 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, '2019-04-01 13:18:49', 'PqJiKH3nVBYVaptccODHQgFxjjWKhv0GKq5BgMgsBeMJgNeiGU2dkVFQyevM', '2019-04-01 09:38:22', 'def.png');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `activity`
--
ALTER TABLE `activity`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`),
  ADD UNIQUE KEY `username` (`username`),
  ADD UNIQUE KEY `mobile` (`mobile`);

--
-- Indexes for table `blog_category`
--
ALTER TABLE `blog_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_comment`
--
ALTER TABLE `blog_comment`
  ADD PRIMARY KEY (`idcomment`);

--
-- Indexes for table `blog_files`
--
ALTER TABLE `blog_files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_post`
--
ALTER TABLE `blog_post`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_post_tag`
--
ALTER TABLE `blog_post_tag`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog_tag`
--
ALTER TABLE `blog_tag`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `header_title`
--
ALTER TABLE `header_title`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `namepage` (`namepage`);

--
-- Indexes for table `me_request`
--
ALTER TABLE `me_request`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `newsletters`
--
ALTER TABLE `newsletters`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD PRIMARY KEY (`id`),
  ADD KEY `email` (`email`);

--
-- Indexes for table `smsirlaravel_logs`
--
ALTER TABLE `smsirlaravel_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `mobile` (`mobile`),
  ADD UNIQUE KEY `email` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `activity`
--
ALTER TABLE `activity`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `blog_category`
--
ALTER TABLE `blog_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `blog_comment`
--
ALTER TABLE `blog_comment`
  MODIFY `idcomment` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `blog_files`
--
ALTER TABLE `blog_files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `blog_post`
--
ALTER TABLE `blog_post`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `blog_post_tag`
--
ALTER TABLE `blog_post_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `blog_tag`
--
ALTER TABLE `blog_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `header_title`
--
ALTER TABLE `header_title`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `me_request`
--
ALTER TABLE `me_request`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=142;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `newsletters`
--
ALTER TABLE `newsletters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `password_resets`
--
ALTER TABLE `password_resets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `smsirlaravel_logs`
--
ALTER TABLE `smsirlaravel_logs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
